ORG_STRUCTURE = {
    "Отдел животноводства": {
        "Ключевые должности отдела": [
            "Начальник отдела",
            "Главный ветеринарный врач",
            "Главный технолог",
            "Главный инженер",
            "Механик ДМБ",
            "Ведущий специалист по учету",
            "Специалист по ОТ и ПБ, Э, ГО и ЧС",
        ]
    },

    "Животноводческий комплекс «Актюба»": {
        "Ключевые должности отдела": [
            "Начальник комплекса",
        ]
    },

    "1 отдел. Производство": {
        "Ключевые должности отдела": [
            "Начальник по производству",
        ],
        "Блок племенного учета": [
            "Ведущий зоотехник-селекционер",
            "Плем. учетчик",
            "Учетчик (№1)",
            "Учетчик (№2)",
        ],
        "Блок доение": [
            "Старшая доярка (бригада 1)",
            "Старшая доярка (бригада 2)",
            "Старшая доярка (бригада 3)",
            "Старшая доярка (бригада 4)",
        ],
        "Блок управления стадом": [
            "Менеджер по стаду",
            "Старшая смены (1 бригада)",
            "Старшая смены (2 бригада)",
            "Старшая смены (3 бригада)",
            "Старшая смены (4 бригада)",
        ],
        "Блок выращивание молодняка": [
            "Бригадир",
        ],
        "Блок кормления": [
            "Зоотехник по кормлению",
            "Оператор ЖК",
        ],
    },

    "2 отдел. Ветеринария": {
        "Ключевые должности отдела": [
            "Старший ветеринарный врач",
        ],
        "Блок Здоровье коров": [
            "Ветеринарный врач",
            "Ветеринарный санитар",
        ],
        "Блок Здоровье молодняка": [
            "Ветеринарный врач",
            "Ветеринарный санитар",
        ],
        "Блок Воспроизводство": [
            "Технолог по ИО",
            "Ветеринарный санитар",
        ],
        "Блок Ортопедия": [
            "Ветеринарный врач",
            "Ветеринарный санитар",
        ],
    },

    "3 отдел. Инженерная служба": {
        "Ключевые сотрудники": [
            "Зам. начальника ЖК по инженерной службе",
            "Инженер",
        ],
        "Блок МТП": [
            "Механик",
            "Медработник",
        ],
        "Блок Слесарная служба": [
            "Механик",
        ],
        "Блок Слесарная служба ДМБ": [
            "Механик ДМБ",
        ],
        "Блок Строительная служба": [
            "Бригадир",
        ],
    },

    "4 отдел. Административно-хозяйственное обеспечение": {
        "Ключевые должности отдела": [
            "Заведующий хозяйством",
        ],
    },

    "5 отдел. Бухгалтерия, учет": {
        "Ключевые должности отдела": [
            "Специалист по учету",
            "Экономист",
        ],
        "Блок складской учет": [
            "Зав.склад",
            "Кладовщик",
        ],
        "Блок учета молока": [
            "Лаборант",
        ],
    },
}
